Repository: common-repository/best2pay-payment-method-visamastercard
Catalog: languages/best2pay-payment_method-*.po
Languages: ru_ru

source: Best2Pay payment module
ru_ru: Модуль оплаты Best2Pay

source: Receive payments via Visa / Mastercard / MIR easily with Best2Pay bank cards processing
ru_ru: Получайте платежи через Visa / Mastercard / МИР с процессингом банковских карт Best2Pay

source: To accept payments through the plugin, you need to apply to connect to Best2pay on the website <a href="%1$s" target="_blank">%1$s</a> and enter into an agreement with the company.<br/>Support email: <a href="mailto:%2$s">%2$s</a>
ru_ru: Для приема платежей через плагин необходимо подать заявку на подключение к Best2pay на сайте <a href="%1$s" target="_blank">%1$s</a> и заключить договор с компанией.<br/>Электронная почта службы поддержки: <a href="mailto:%2$s">%2$s</a>

source: Payments with bank cards via the <a href="%s" target="_blank">Best2Pay</a> payment system.
ru_ru: Платежи по банковским картам (Visa, Mastercard, МИР) через платёжную систему <a href="%s" target="_blank">Best2Pay</a>.

source: Pay for your order in installments
ru_ru: Оплатите заказ частями

source: Enable/Disable
ru_ru: Включить/Выключить

source: Enable Best2Pay checkout method
ru_ru: Включить использование метода платежа Best2Pay

source: Title
ru_ru: Название

source: Custom title for payment type
ru_ru: Свое название для типа платежа

source: Description
ru_ru: Описание

source: Custom description for payment type
ru_ru: Свое описание для типа платежа

source: Logo
ru_ru: Логотип

source: Custom logo for payment type
ru_ru: Свой логотип для типа платежа

source: Your shop identifier at Best2Pay
ru_ru: Идентификатор вашего магазина в системе Best2Pay

source: Password
ru_ru: Пароль

source: Password to use for digital signature
ru_ru: Пароль для цифровой подписи

source: Test Mode
ru_ru: Тестовый режим

source: Test mode - real payments will not be processed
ru_ru: Тестовый режим - средства с карты не списываются

source: Production mode - payments will be processed
ru_ru: Рабочий режим - средства списываются с карты

source: Select test or live mode
ru_ru: Выберите тестовый или рабочий режим

source: Payment method
ru_ru: Способ оплаты

source: Standard acquiring (one-stage payment)
ru_ru: Стандартный эквайринг (одностадийная оплата)

source: Standard acquiring (two-stage payment)
ru_ru: Стандартный эквайринг (двухстадийная оплата)

source: Plait (one-stage payment)
ru_ru: Плайт (одностадийная оплата)

source: Plait (two-stage payment)
ru_ru: Плайт (двухстадийная оплата)

source: Fast Payment System
ru_ru: Система Быстрых Платежей (СБП)

source: Loan
ru_ru: Кредитование

source: Payment occurs after confirmation by the manager in the personal account
ru_ru: Оплата происходит после подтверждения менеджером в ЛК

source: TAX
ru_ru: Налог

source: VAT rate 20%
ru_ru: ставка НДС 20%

source: VAT rate 10%
ru_ru: ставка НДС 10%

source: VAT rate calc. 20/120
ru_ru: ставка НДС расч. 20/120

source: VAT rate calc. 10/110
ru_ru: ставка НДС расч. 10/110

source: VAT rate 0%
ru_ru: ставка НДС 0%

source: Not subject to VAT
ru_ru: НДС не облагается

source: Notify URL
ru_ru: URL для уведомлений

source: Report this URL to Best2Pay technical support to receive payment notifications
ru_ru: Сообщите в службу технической поддержки Best2Pay этот URL для получения уведомлений о платеже

source: Data encryption algorithm
ru_ru: Алгоритм шифрования данных

source: Must match your sector encryption settings in your personal account
ru_ru: Должен соответствовать настройкам шифрования вашего сектора в личном кабинете

source: Custom statuses for orders
ru_ru: Настраиваемые статусы для заказов

source: Order registered
ru_ru: Заказ зарегистрирован

source: Order authorized
ru_ru: Заказ авторизован

source: Loan agreement approved but not signed
ru_ru: Кредитный договор одобрен, но не подписан

source: Order successfully paid
ru_ru: Заказ успешно оплачен

source: Order canceled
ru_ru: Платеж отменен

source: Issuing an invoice for payment
ru_ru: Выставление счёта на оплату

source: Enable issuing an invoice for payment by email of the payer
ru_ru: Включить выставление счёта на оплату на email плательщика

source: Order agreement
ru_ru: Заказ на согласовании

source: Payment expected
ru_ru: Ожидается оплата

source: Remove logo
ru_ru: Удалить логотип

source: Complete payment
ru_ru: Списать средства

source: Order created successfully
ru_ru: Заказ успешно создан

source: Order #%s
ru_ru: Заказ №%s

source: Failed to get Best2pay order ID
ru_ru: Не удалось получить ID заказа Best2pay

source: Order registered successfully
ru_ru: Заказ успешно зарегистрирован

source: Failed to pay for the order
ru_ru: Не удалось оплатить заказ

source: Undefined order ID
ru_ru: Неопределенный ID заказа

source: Request data is not valid
ru_ru: Данные запроса недействительны

source: Failed to get order information
ru_ru: Не удалось получить информацию о заказе

source: The loan agreement was successfully completed and signed
ru_ru: Кредитный договор успешно оформлен и подписан

source: The loan agreement was successfully completed, but not signed
ru_ru: Кредитный договор успешно оформлен, но не подписан

source: Payment authorized successfully
ru_ru: Платеж успешно авторизован

source: Failed to pay incorrect card
ru_ru: К сожалению, ваша оплата не прошла. Убедитесь что ваша карта действительна и на ней достаточно средств, затем повторите попытку оплаты

source: Operation failed. Please refresh the page
ru_ru: Не удалось выполнить операцию. Обновите страницу

source: Unable to debit funds
ru_ru: Невозможно списать средства

source: Funds for the order have been successfully debited
ru_ru: Средства за заказ успешно списаны

source: Error, please enter the refund amount. Refunds must be made for the full amount of the order
ru_ru: Ошибка, укажите сумму возврата. Возврат должен осуществляться на полную сумму заказа

source: Unable to issue a refund on a credit order
ru_ru: Невозможно осуществить возврат средств по кредитному поручению

source: Payment canceled successfully
ru_ru: Платеж успешно возвращен

source: Settings
ru_ru: Настройки
